dacalleg/micropython/ports/esp32/boards/NAVEL/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "NAVEL by Micronova"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_SSL_AXTLS 0
#define MICROPY_SSL_MBEDTLS 1
